Repository: christmeunier/localization-support
Catalog: Localization/NovDictionary_zh-CN.tmx
Source language: en_us
Languages: zh_cn

source: Fit Mode
zh_cn: 适应模式

source: Uniform Widths
zh_cn: 统一宽度

source: Uniform Heights
zh_cn: 统一高度

source: Visible Index
zh_cn: 可见索引

source: Size To Visible
zh_cn: 可见大小

source: Integral V Scroll
zh_cn: 整体垂直滚动

source: Is Opened
zh_cn: 已打开

source: Is Active
zh_cn: 已激活

source: Is Closing
zh_cn: 已关闭

source: Is Minimized
zh_cn: 已最小化

source: Is Maximized
zh_cn: 已最大化

source: Is Resized
zh_cn: 已调整大小

source: Is Dragged
zh_cn: 已拖动

source: Is Frame Active
zh_cn: 帧已激活

source: Start Position
zh_cn: 开始位置

source: Modal
zh_cn: 样式

source: Frame Border Thickness
zh_cn: 帧边缘粗细

source: Frame Border
zh_cn: 帧边缘

source: Show In Taskbar
zh_cn: 在任务栏上显示

source: Resize Frame Thickness
zh_cn: 调整边框厚度

source: Resize Corner Size
zh_cn: 调整拐角大小

source: Show Title Bar
zh_cn: 显示标题栏

source: Show Control Box
zh_cn: 显示控制框

source: Allow X Resize
zh_cn: 可进行X向调整大小

source: Allow Y Resize
zh_cn: 可进行Y向调整大小

source: Allow Minimize
zh_cn: 可最小化

source: Allow Maximize
zh_cn: 可最大化

source: Activate On Open
zh_cn: 打开时激活

source: Activate Owner Frame On Activate
zh_cn: 活动时激活所有者框架

source: Activate Owner On Close
zh_cn: 关闭时激活所有者

source: Remove From Parent On Close
zh_cn: 关闭时从父级移除

source: Result
zh_cn: 结果

source: Close On Escape
zh_cn: 退出时关闭

source: Use Paint Cache
zh_cn: 使用绘画缓存

source: Back Color
zh_cn: 背景色

source: Undo
zh_cn: 撤销

source: Redo
zh_cn: 恢复

source: Ambient
zh_cn: 环绕

source: Start Mouse Button Event
zh_cn: 开始鼠标按钮事件

source: End Mouse Button Event
zh_cn: 结束鼠标按钮事件

source: Abort Key
zh_cn: 中止键

source: Screen Width
zh_cn: 屏幕宽度

source: Screen Height
zh_cn: 屏幕高度

source: Work Area X
zh_cn: 工作区（X）

source: Work Area Y
zh_cn: 工作区（Y）

source: Work Area Width
zh_cn: 工作区宽度

source: Work Area Height
zh_cn: 工作区高度

source: Touch Mode
zh_cn: 触摸模式

source: Preferred Width
zh_cn: 首选宽度

source: Preferred Height
zh_cn: 首选高度

source: Min Width
zh_cn: 最小宽度

source: Min Height
zh_cn: 最小高度

source: Max Width
zh_cn: 最大宽度

source: Max Height
zh_cn: 最大高度

source: Default Width
zh_cn: 默认宽度

source: Default Height
zh_cn: 默认高度

source: Desired Width
zh_cn: 所需宽度

source: Desired Height
zh_cn: 所需高度

source: Border Thickness
zh_cn: 边框粗细

source: Background Fill
zh_cn: 背景填充

source: Focus Decorator
zh_cn: 焦点装饰器

source: Text Fill
zh_cn: 文本填充

source: Background & Border
zh_cn: 背景和边框

source: Position & Size
zh_cn: 位置和大小

source: Solid
zh_cn: 实线

source: Dash
zh_cn: 虚线

source: Dot
zh_cn: 点

source: Dash Dot
zh_cn: 点划线

source: Dash Dot Dot
zh_cn: 双点划线

source: Important
zh_cn: 重要

source: Media Selector
zh_cn: 媒体选择器

source: Combinators
zh_cn: 连结符

source: Left Side
zh_cn: 左框线

source: Top Side
zh_cn: 上框线

source: Right Side
zh_cn: 右框线

source: Bottom Side
zh_cn: 下框线

source: Left Top Corner
zh_cn: 左上角

source: Top Left Corner
zh_cn: 左上角

source: Right Top Corner
zh_cn: 右上角

source: Top Right Corner
zh_cn: 右上角

source: Left Bottom Corner
zh_cn: 左下角

source: Bottom Left Corner
zh_cn: 左下角

source: Right Bottom Corner
zh_cn: 右下角

source: Bottom Right Corner
zh_cn: 右下角

source: Background Outline
zh_cn: 背景轮廓

source: Hit Test Outline
zh_cn: 命中测试轮廓

source: Appearance
zh_cn: 外观

source: Behavior
zh_cn: 行为

source: Corners
zh_cn: 拐角

source: Sides
zh_cn: 侧边

source: Window Result
zh_cn: 窗口结果

source: Min Thumb Length
zh_cn: 最小缩略图长度

source: Is Pressed
zh_cn: 已被按下

source: Boxes Relation
zh_cn: 框关系

source: Image Render Mode
zh_cn: 图像渲染模式

source: Drop Down Style
zh_cn: 下拉样式

source: Ribbon
zh_cn: Ribbon样式

source: Command Bars
zh_cn: 命令栏

source: Fine
zh_cn: 好

source: Coarse
zh_cn: 粗糙

source: Fixed
zh_cn: 固定

source: Inset
zh_cn: 嵌入

source: Outset
zh_cn: 外凸

source: Double
zh_cn: 双重

source: Downward Diagonal
zh_cn: 向下对角线

source: Upward Diagonal
zh_cn: 向上对角线

source: Bubble
zh_cn: 气泡

source: Brick
zh_cn: 砖块

source: Starts With
zh_cn: 开始位置

source: Word Starts With
zh_cn: 字开始处

source: Matching Word Starts
zh_cn: 正在匹配字开始处

source: Contains
zh_cn: 包含

source: Ends With
zh_cn: 结束位置

source: Word Ends With
zh_cn: 字结束处

source: Hue Selector Sector Angle
zh_cn: 色相选择器扇形角

source: Hue Wheel Width Percent
zh_cn: 色相轮宽度百分比

source: Hue Selector Extend Percent
zh_cn: 色相轮选择器外延百分比

source: SB Triangle Margins Percent
zh_cn: SB三角边距百分比

source: Align Labels
zh_cn: 对齐标签

source: Preview Dock Area
zh_cn: 预览停靠区域

source: Preview Horizontal Placement
zh_cn: 预览水平放置

source: Preview Vertical Placement
zh_cn: 预览垂直放置

source: {0} Editor
zh_cn: {0}编辑器

source: Quarter Format String
zh_cn: 季度格式字符串

source: Week Format String
zh_cn: 周格式字符串

source: Half Year Format String
zh_cn: 半年格式字符串

source: Child Editors Comparer
zh_cn: 子编辑器比较器

source: Display Order
zh_cn: 显示顺序

source: Show Preview
zh_cn: 显示预览

source: Control Embedding
zh_cn: 控制嵌入

source: Child Editors Embedding
zh_cn: 嵌入子编辑器

source: Prompt
zh_cn: 提示

source: Show Label
zh_cn: 显示标签

source: Clear Value
zh_cn: 清除值

source: Edit Expression
zh_cn: 编辑公式

source: Delete
zh_cn: 删除

source: Unique Id
zh_cn: 唯一Id

source: Max Evaluation Passes
zh_cn: 最大评估次数

source: Max Expression Cycles
zh_cn: 最大表达式循环期

source: Max Measure Arrange Cycles
zh_cn: 最大测量排列循环期

source: Evaluation Rate
zh_cn: 评估等级

source: Integrated Evaluation
zh_cn: 综合评估

source: Inherit Style Sheets
zh_cn: 继承样式表

source: Inherit History Service
zh_cn: 继承历史服务

source: Inherit Media
zh_cn: 继承媒体

source: Inherit Resolution
zh_cn: 继承分辨率

source: Modified
zh_cn: 已修改

source: Media
zh_cn: 媒体

source: Resolution
zh_cn: 分辨率

source: Local History Service
zh_cn: 本例历史服务

source: Element
zh_cn: 元素

source: Tag
zh_cn: 标签

source: General
zh_cn: 常规

source: Layout
zh_cn: 布局

source: Styling
zh_cn: 样式

source: Interactivity
zh_cn: 交互

source: Misc
zh_cn: 杂项

source: Options
zh_cn: 选项

source: Miter
zh_cn: 斜接

source: Bevel
zh_cn: 斜角

source: Round
zh_cn: 圆

source: Flat
zh_cn: 扁平

source: Square
zh_cn: 正方形

source: Triangle
zh_cn: 三角形

source: Stretch
zh_cn: 拉伸

source: Zoom To Fill
zh_cn: 缩放以填充

source: Horizontal
zh_cn: 水平

source: Vertical
zh_cn: 垂直

source: Diagonal Up
zh_cn: 斜向上

source: Diagonal Down
zh_cn: 斜向下

source: From Corner
zh_cn: 来自拐角

source: From Center
zh_cn: 来自中心

source: Portrait
zh_cn: 肖像

source: Landscape
zh_cn: 风景

source: Circle
zh_cn: 圆

source: Line
zh_cn: 行数

source: Uniform Size
zh_cn: 统一大小

source: Visibility
zh_cn: 可见性

source: Horizontal Placement
zh_cn: 水平放置

source: Vertical Placement
zh_cn: 垂直放置

source: Arrange Slot
zh_cn: 排列槽

source: Form Bounds
zh_cn: 窗体边界

source: Error Correction
zh_cn: 误差校正

source: Symbology
zh_cn: 符号

source: Edit 2D Barcode
zh_cn: 编辑二维条码

source: Size Mode
zh_cn: 大小模式

source: Barcode
zh_cn: 条码

source: Edit 1D Barcode
zh_cn: 编辑一维条码

source: Text Style
zh_cn: 文本样式

source: Paint After Chart Content
zh_cn: 图表内容之后绘画

source: Range
zh_cn: 范围

source: Include Range Begin In Axis Range
zh_cn: 包含轴范围中起始位置

source: Include Range End In Axis Range
zh_cn: 包含轴范围中结束位置

source: Include Value In Axis Range
zh_cn: 包含轴范围中的值

source: Axis Orientation
zh_cn: 轴方向

source: Cross Axis Ref
zh_cn: 横轴引用

source: Dock Zone
zh_cn: 停靠区

source: Create New Zone Level
zh_cn: 创建新区域等级

source: Before Space
zh_cn: 间隔之前

source: After Space
zh_cn: 间隔之后

source: Alignment
zh_cn: 对齐

source: Inner Radius
zh_cn: 内半径

source: Begin Angle
zh_cn: 开始角

source: Sweep Angle
zh_cn: 掠角

source: Use Custom Angle
zh_cn: 使用自定义角度

source: Custom Angle
zh_cn: 自定义角度

source: Anchor
zh_cn: 锚点

source: Title Offset
zh_cn: 标签偏移量

source: Title Max Width
zh_cn: 标题最大宽度

source: Title Position Mode
zh_cn: 标题位置模式

source: Title Angle
zh_cn: 标题角度

source: Title Automatic Alignment
zh_cn: 标题自动对齐

source: Title Text Style
zh_cn: 标题文本样式

source: Radar Mode
zh_cn: 雷达模式

source: Show Scrollbar When Zoomed
zh_cn: 当被缩放时显示滚动条

source: Auto Scrollbar Small Change
zh_cn: 自动滚动条小幅变化

source: Auto Small Change Steps
zh_cn: 自动小幅变化梯级

source: Min Auto Small Change
zh_cn: 最小自动小幅变化

source: Aspect
zh_cn: 侧面

source: Min Alignment Dock Zone Margins
zh_cn: 最小对齐停靠区边距

source: Min Spider Label Distance
zh_cn: 最小引出标签距离

source: Begin Radius Percent
zh_cn: 起始半径百分比

source: End Radius Percent
zh_cn: 结束半径百分比

source: Dock Spider Labels To Sides
zh_cn: 将引出标签停靠到侧边

source: Paint Reflection
zh_cn: 绘画倒影

source: Paint Refelection
zh_cn: 绘画反射

source: Dock Zones Offset
zh_cn: 停靠区偏移量

source: Sort Order
zh_cn: 排列次序

source: Legend View
zh_cn: 图例视图

source: Horizontal Fill Mode
zh_cn: 水平填充模式

source: Vertical Fill Mode
zh_cn: 垂直填充模式

source: Change Palette Mode
zh_cn: 更改调色板模式

source: Bounds
zh_cn: 边界

source: Label Text Style
zh_cn: 标签文本样式

source: Label
zh_cn: 标签

source: Label Fit Modes
zh_cn: 标签适应模式

source: Min Auto Scale
zh_cn: 最小自动缩放比例

source: Percent Value Formatter
zh_cn: 百分比值格式器

source: Value Formatter
zh_cn: 值格式器

source: Change
zh_cn: 更改

source: Change Value Type
zh_cn: 更改值类型

source: Label Layout
zh_cn: 标签布局

source: Hit Test Mode
zh_cn: 命中测试模式

source: Legend Ref
zh_cn: 图例引用

source: View Range Mode
zh_cn: 可视范围模式

source: Min View Range Value
zh_cn: 最小可视范围值

source: Max View Range Value
zh_cn: 最大可视范围值

source: Enable Page Range
zh_cn: 启用页面范围

source: Min Page Range Length
zh_cn: 最小页面范围长度

source: Page Range
zh_cn: 页面范围

source: Min Margin
zh_cn: 最小边距

source: Max Margin
zh_cn: 最大边距

source: Clip Mode
zh_cn: 剪辑模式

source: Synchronized Axes
zh_cn: 同步轴

source: Plot Border
zh_cn: 绘图边框

source: Plot Fill
zh_cn: 绘图填充

source: Color Value Pairs
zh_cn: 颜色值对

source: Origin Color
zh_cn: 起点颜色

source: Origin Value
zh_cn: 起点值

source: Smooth Colors
zh_cn: 柔和颜色

source: Horizontal Axis Ref
zh_cn: 水平轴引用

source: Vertical Axis Ref
zh_cn: 垂直轴引用

source: Data Label Style
zh_cn: 数据标签样式

source: Use X Values
zh_cn: 使用X值

source: Up Stroke
zh_cn: 向上描边

source: Down Stroke
zh_cn: 向下描边

source: Up Fill
zh_cn: 向上填充

source: Down Fill
zh_cn: 向下填充

source: Box Width Percent
zh_cn: 框宽度百分比

source: Number Of Lines To Break
zh_cn: 断点行号

source: Low Value
zh_cn: 低值

source: High Stroke
zh_cn: 高描边

source: Low Stroke
zh_cn: 低描边

source: High Fill
zh_cn: 高填充

source: Low Fill
zh_cn: 低填充

source: Show Drop Lines
zh_cn: 显示垂直线

source: Appearance Mode
zh_cn: 外观模式

source: High Legend Name
zh_cn: 高图例名称

source: Low Legend Name
zh_cn: 低图例名称

source: High
zh_cn: 高

source: Low
zh_cn: 低

source: Grid Size
zh_cn: 网格大小

source: Grid Values
zh_cn: 网格值

source: Origin X
zh_cn: 起点（X）

source: Origin Y
zh_cn: 起点（Y）

source: Step X
zh_cn: 梯级（X）

source: Step Y
zh_cn: 梯级（Y）

source: Data
zh_cn: 数据

source: Show Fill
zh_cn: 显示填充

source: Contour Stroke
zh_cn: 轮廓描边

source: Contour Display Mode
zh_cn: 轮廓显示模式

source: Contour Color Mode
zh_cn: 轮廓颜色模式

source: Contour Dot Size
zh_cn: 轮廓点模式

source: Width Mode
zh_cn: 宽度模式

source: Gap Factor
zh_cn: 间隙系数

source: Lower Box Value
zh_cn: 下箱值

source: Median Value
zh_cn: 中值

source: Average Value
zh_cn: 均值

source: Average Stroke
zh_cn: 均值描边

source: Median Stroke
zh_cn: 中值描边

source: Outlier Stroke
zh_cn: 离群值描边

source: Outlier Fill
zh_cn: 离群值填充

source: Outliers
zh_cn: 离群值

source: Upper Whisker Value
zh_cn: 上线值

source: Lower Whisker Value
zh_cn: 下线值

source: Whisker Width Percent
zh_cn: 线宽百分比

source: Outlier Size
zh_cn: 离群值大小

source: Show Average
zh_cn: 显示均值

source: Show Median
zh_cn: 显示中值

source: Whisker Value Formatter
zh_cn: 线值格式器

source: Upper X Error
zh_cn: 上X向误差

source: Lower X Error
zh_cn: 下X向误差

source: Upper Y Error
zh_cn: 上Y向误差

source: Lower Y Error
zh_cn: 下Y向误差

source: Show Lower X Error
zh_cn: 显示下X向误差

source: Show Upper X Error
zh_cn: 显示上X向误差

source: Show Lower Y Error
zh_cn: 显示下Y向误差

source: Show Upper Y Error
zh_cn: 显示上Y向误差

source: Y Error Size
zh_cn: Y向误差大小

source: X Error Size
zh_cn: X向误差大小

source: X Error Value Formatter
zh_cn: X向误差值格式器

source: Y Error Value Formatter
zh_cn: Y向误差值格式器

source: Reversal Amount
zh_cn: 逆转数

source: Reversal Amount In Percents
zh_cn: 逆转数（百分比）

source: Box Size
zh_cn: 框大小

source: Item Border
zh_cn: 条目边框

source: Box Size In Percents
zh_cn: 框大小（百分比）

source: Mark Size
zh_cn: 标记大小

source: Item Margins
zh_cn: 条目边距

source: Text Margins
zh_cn: 文本边距

source: Shape Margins
zh_cn: 形状边距

source: Label Mode
zh_cn: 标签模式

source: Point Gap Percent
zh_cn: 点间隙百分比

source: Max Point Gap Percent
zh_cn: 最大点间隙百分比

source: Label Arrow Length
zh_cn: 标签箭头长度

source: Neck Width Percent
zh_cn: 颈宽百分比

source: Neck Height Percent
zh_cn: 颈高百分比

source: Drop Lines
zh_cn: 垂直线

source: Origin
zh_cn: 起点

source: Marker Style
zh_cn: 标记样式

source: Close Contour
zh_cn: 关闭轮廓

source: Arrowhead Shape
zh_cn: 箭头形状

source: Min Arrowhead Size
zh_cn: 最小箭头尺寸

source: Max Arrowhead Size
zh_cn: 最大箭头尺寸

source: Arrowhead Size Factor
zh_cn: 箭头尺寸系数

source: Origin Mode
zh_cn: 起点模式

source: Custom Origin
zh_cn: 自定义起点

source: Multi Area Mode
zh_cn: 多区域模式

source: Multi Bar Mode
zh_cn: 多栏模式

source: Palette Color Mode
zh_cn: 调色板色彩模式

source: Vertical Margin Inflate
zh_cn: 垂直边距扩大

source: Min Size
zh_cn: 最小尺寸

source: Max Size
zh_cn: 最大尺寸

source: Size Value Formatter
zh_cn: 大小值格式器

source: Multi Line Mode
zh_cn: 多行模式

source: Line Segment Mode
zh_cn: 线段模式

source: Horizontal Drop Line Stroke
zh_cn: 横轴垂直线描边

source: Vertical Drop Line Stroke
zh_cn: 纵轴垂直线描边

source: Vertical Drop Line Origin Mode
zh_cn: 纵轴垂直线起点模式

source: Horizontal Drop Line Origin Mode
zh_cn: 横轴垂直线起点模式

source: Horizontal Drop Line Origin
zh_cn: 横轴垂直线起点

source: Vertical Drop Line Origin
zh_cn: 纵轴垂直线起点

source: Show Horizontal Drop Lines
zh_cn: 显示横轴垂直线

source: Show Vertical Drop Lines
zh_cn: 显示纵轴垂直线

source: Candle Shape
zh_cn: 烛台形状

source: Candle Width
zh_cn: 烛台宽度

source: Show Open
zh_cn: 显示打开

source: Show Close
zh_cn: 显示关闭

source: Show High Low
zh_cn: 显示高低

source: Up High Low Stroke
zh_cn: 向上高低描边

source: Down High Low Stroke
zh_cn: 向下高低描边

source: Scale Candle Width When Zooming
zh_cn: 当放缩时缩放烛台宽度

source: High Value Formatter
zh_cn: 高值格式器

source: Low Value Formatter
zh_cn: 低值格式器

source: Open Value Formatter
zh_cn: 打开值格式器

source: Close Value Formatter
zh_cn: 关闭值格式器

source: Arrow Stroke
zh_cn: 箭头描边

source: Arrow Length
zh_cn: 箭头长度

source: Arrow Pointer Length
zh_cn: 箭头指针长度

source: Inflate Margins
zh_cn: 扩大边距

source: Shadow
zh_cn: 阴影

source: X Value Formatter
zh_cn: X值格式器

source: Total Value Formatter
zh_cn: 总值格式器

source: Cumulative Value Formatter
zh_cn: 累计值格式器

source: Index Value Formatter
zh_cn: 索引值格式器

source: Origin Index
zh_cn: 起点索引

source: Order
zh_cn: 顺序

source: Detachment Percent
zh_cn: 拆分百分比

source: Spider Arrow Length
zh_cn: 引出箭头长度

source: Value Axis Ref
zh_cn: 值轴引用

source: Angle Axis Ref
zh_cn: 角轴引用

source: Enable Initial Positioning
zh_cn: 启用初始定位

source: Remove Overlapped Labels
zh_cn: 移除重叠标签

source: Enable Label Adjustment
zh_cn: 启用标签调整

source: Max Layout Items
zh_cn: 最大布局条目

source: Enable Data Point Safeguard
zh_cn: 启用数据点保障

source: Data Point Safeguard Size
zh_cn: 数据点保障大小

source: Label Locations
zh_cn: 标签位置

source: Use Label Locations
zh_cn: 使用标签位置

source: Invert Locations For Inverted Data Points
zh_cn: 反转反向数据点位置

source: Invert Locations If Ignored
zh_cn: 如被忽略则反转位置

source: Out Of Bounds Location Mode
zh_cn: 离开边界位置模式

source: Scroll Horizontal Axis
zh_cn: 滚动水平轴

source: Scroll Vertical Axis
zh_cn: 滚动垂直轴

source: Horizontal Line Stroke
zh_cn: 水平线描边

source: Vertical Line Stroke
zh_cn: 垂直线描边

source: Update On Mouse Move
zh_cn: 鼠标移动时更新

source: Update Mouse Button Events
zh_cn: 更新鼠标按钮事件

source: Update Mouse Buttons
zh_cn: 更新鼠标按钮

source: Horizontal Value Snapper
zh_cn: 水平值投影器

source: Vertical Value Snapper
zh_cn: 垂直值投影器

source: Horizontal Value
zh_cn: 水平值

source: Vertical Value
zh_cn: 垂直值

source: Auto Hide Cursors
zh_cn: 自动隐藏光标

source: Zoom In Fill
zh_cn: 放大填充

source: Zoom Out Fill
zh_cn: 缩小填充

source: Content Side
zh_cn: 内容方面

source: Targets
zh_cn: 目标

source: Alignment Guidelines
zh_cn: 对齐网格线

source: Information
zh_cn: 信息

source: Corner Rounding
zh_cn: 拐角圆弧

source: Light Direction
zh_cn: 光照方向

source: Light Spread
zh_cn: 光传播

source: Edge Depth
zh_cn: 边缘深度

source: Edge Offset
zh_cn: 边缘偏移量

source: Light Color
zh_cn: 浅色

source: Dark Color
zh_cn: 深色

source: Center Rounding
zh_cn: 中心圆弧

source: Rim
zh_cn: 边缘

source: Outer Bevel Width
zh_cn: 外斜面宽度

source: Middle Bevel Width
zh_cn: 中部斜面宽度

source: Inner Bevel Width
zh_cn: 内斜面宽度

source: Outer Bevel Fill
zh_cn: 外斜面填充

source: Middle Bevel Fill
zh_cn: 中部斜面填充

source: Inner Bevel Fill
zh_cn: 内斜面填充

source: Pattern Depth
zh_cn: 图样深度

source: Pattern Repeat
zh_cn: 图样重复

source: Pattern
zh_cn: 图样

source: Allow Dragging
zh_cn: 可进行拖动

source: Paint Order
zh_cn: 绘画顺序

source: Offset Origin Mode
zh_cn: 偏移量起点模式

source: Offset From Scale
zh_cn: 缩放比例偏移量

source: Value Snapper
zh_cn: 值投影器

source: Scale Axis Ref
zh_cn: 缩放轴引用

source: Marker Offset
zh_cn: 标记偏移量

source: Marker Paint Order
zh_cn: 标记绘画顺序

source: Outer Rim
zh_cn: 外部边缘

source: Inner Rim
zh_cn: 内部边缘

source: Cap Effect
zh_cn: 端点效果

source: Paint Effect Offset
zh_cn: 绘画效果偏移量

source: Offset From Center
zh_cn: 中心偏移量

source: Bar Width
zh_cn: 栏块

source: Bar Spacing
zh_cn: 栏间距

source: Begin Width
zh_cn: 起始宽度

source: End Width
zh_cn: 结束宽度

source: Begin Offset
zh_cn: 起始偏移量

source: End Offset
zh_cn: 结束偏移量

source: Needle Cap
zh_cn: 针帽

source: Dial
zh_cn: 刻度盘

source: Lit Fill
zh_cn: 增亮填充

source: Dim Fill
zh_cn: 变暗填充

source: Cell Size
zh_cn: 单元格大小

source: Cell Gap
zh_cn: 单元格间隙

source: Cell Count Mode
zh_cn: 单元格数模式

source: Cell Count
zh_cn: 单元格数

source: Display Direction
zh_cn: 显示方向

source: Content Alignment
zh_cn: 内容对齐方式

source: Display Style
zh_cn: 显示样式

source: Segment Width
zh_cn: 段宽度

source: Segment Gap
zh_cn: 段间隙

source: Bounds Mode
zh_cn: 边界模式

source: Decimal Lit Fill
zh_cn: 小数增亮填充

source: Decimal Dim Fill
zh_cn: 小数变暗填充

source: Show Leading Zeros
zh_cn: 显示前导零

source: Attach Sign To Number
zh_cn: 为数添加符号

source: Show Decimal Separator
zh_cn: 显示小数点分隔符

source: Enable Decimal Formatting
zh_cn: 启用小数格式

source: Decimal Cell Size
zh_cn: 小数单元格大小

source: Decimal Segment Gap
zh_cn: 小数段间隙

source: Decimal Segment Width
zh_cn: 小数段宽度

source: Cell Alignment
zh_cn: 单元格对齐方式

source: Dot Cell Style
zh_cn: 点单元格样式

source: Sign Mode
zh_cn: 符号模式

source: Begin
zh_cn: 开始

source: End
zh_cn: 结束

source: Length
zh_cn: 长度

source: Inverval
zh_cn: 间隔

source: Infinite
zh_cn: 无穷大

source: Expand Mode
zh_cn: 展开模式

source: Horizontal Grid Stroke
zh_cn: 水平网格描边

source: Vertical Grid Stroke
zh_cn: 垂直网格描边

source: Interlace Styles
zh_cn: 交错样式

source: Row Count
zh_cn: 行数

source: Col Count
zh_cn: 列数

source: Schedule
zh_cn: 日程安排

source: Week Days
zh_cn: 每周天数

source: Working
zh_cn: 工作日

source: Day
zh_cn: 天

source: Months
zh_cn: 月

source: Rules
zh_cn: 标尺

source: Custom Step
zh_cn: 自定义梯级

source: Custom Steps
zh_cn: 自定义梯级

source: Custom Major Ticks
zh_cn: 自定义主Tick

source: Custom Minor Ticks
zh_cn: 自定义次Tick

source: Angle Unit
zh_cn: 角度单位

source: Cycle Length
zh_cn: 循环时间

source: Auto Date Time Units
zh_cn: 自动日期时间单位

source: Enable Calendar
zh_cn: 启用日历

source: Calendar
zh_cn: 日历

source: Level Top Padding
zh_cn: 层顶填充

source: Level Bottom Padding
zh_cn: 层底填充

source: Stick Length
zh_cn: 杆长度

source: First Row Label Overlap Resolve Layouts
zh_cn: 首行标签重叠化解布局

source: Group Row Label Overlap Resolve Layouts
zh_cn: 组合行标签重叠化解布局

source: First Row Range Fit Mode
zh_cn: 首行范围适应模式

source: Group Row Range Fit Mode
zh_cn: 组合行范围适应模式

source: First Row Grid Style
zh_cn: 首行网格样式

source: Group Row Grid Style
zh_cn: 组合行网格样式

source: First Row Label Text Style
zh_cn: 首行标签文本样式

source: Group Row Label Text Style
zh_cn: 组合行标签文本样式

source: First Row Label Angle
zh_cn: 首行标签角度

source: Group Row Label Angle
zh_cn: 组合行标签角度

source: Create Separator For Each Level
zh_cn: 为每一级创建分隔符

source: Display Data Points Between Ticks
zh_cn: 显示Tick间的数据点

source: Invert
zh_cn: 反转

source: View Range Inflate Mode
zh_cn: 可视范围扩大模式

source: Logical Inflate
zh_cn: 逻辑扩大

source: Absolute Inflate
zh_cn: 绝对扩大

source: Inflate View Range Begin
zh_cn: 扩大可视范围开始处

source: Inflate View Range End
zh_cn: 扩大可视范围结束处

source: Inflate Content Range
zh_cn: 扩大内容范围

source: Create New Level For Custom Labels
zh_cn: 为自定义标签创建新级

source: Custom Labels Level Offset
zh_cn: 自定义标签级偏移量

source: Custom Label Overlap Resolve Layouts
zh_cn: 自定义标签重叠化解布局

source: Scale Level Build Mode
zh_cn: 缩放级构建模式

source: Min Tick Distance
zh_cn: 最小Tick距离

source: Max Tick Count
zh_cn: 最大Tick数

source: Fixed Tick Count
zh_cn: 固定Tick数

source: Use Origin
zh_cn: 使用起点

source: Major Tick Mode
zh_cn: 主Tick模式

source: Minor Tick Count
zh_cn: 次Tick数

source: Auto Minor Ticks
zh_cn: 自动次Tick

source: Inflate Begin Content Range With Custom Ticks
zh_cn: 扩大带有自定义Tick的开始内容范围

source: Inflate End Content Range With Custom Ticks
zh_cn: 扩大带有自定义Tick的结束内容范围

source: Inner Ticks Level Fill
zh_cn: 内部Tick层填充

source: Outer Ticks Level Fill
zh_cn: 外部Tick层填充

source: Logarithm Base
zh_cn: 对数底数

source: Enable Decimal Rounding
zh_cn: 启用小数取整

source: Auto Min Step
zh_cn: 自动最小梯级

source: Auto Max Step
zh_cn: 自动最大梯级

source: Transform Scale
zh_cn: 变换缩放比例

source: Tick Mode
zh_cn: Tick模式

source: Use Grid
zh_cn: 使用网格

source: Create Separator For Each Row
zh_cn: 为每行创建分隔符

source: Oriign
zh_cn: 起点

source: Custom Values
zh_cn: 自定义值

source: Sampling Mode
zh_cn: 采样模式

source: Min Distance
zh_cn: 最小距离

source: Max Count
zh_cn: 最大数量

source: Text Provider
zh_cn: 文本提供器

source: Number Of Ticks Per Label
zh_cn: 每标签Tick数

source: Generation Mode
zh_cn: 生成模式

source: Overlap Resolve Layouts
zh_cn: 重叠化解布局

source: Top Lavel Padding
zh_cn: 顶层填充

source: Bottom Level Padding
zh_cn: 底层填充

source: Display First
zh_cn: 首先显示

source: Display Last
zh_cn: 最后显示

source: Level Fill
zh_cn: 层填充

source: Decoration Range
zh_cn: 装饰范围

source: Extend In Chart Area
zh_cn: 图表区扩展

source: Text Padding
zh_cn: 文本填充

source: Tick Padding
zh_cn: Tick填充

source: Scale Tick Left Padding
zh_cn: 缩放Tick左填充

source: Scale Tick Right Padding
zh_cn: 缩放Tick右填充

source: Tick Offset
zh_cn: Tick偏移量

source: Begin Cap Style
zh_cn: 起始端点样式

source: End Cap Style
zh_cn: 结束端点样式

source: Tick Visibility Mode
zh_cn: Tick可见模式

source: Z Order
zh_cn: Z轴次序

source: Always Inside Scale
zh_cn: 始终内部比例

source: Non Overlapping Area
zh_cn: 非重叠区域

source: Visibility Mode
zh_cn: 可见模式

source: Century Formatter
zh_cn: 世纪格式器

source: Decade Formatter
zh_cn: 十年格式器

source: Year Formatter
zh_cn: 年份格式器

source: Half Year Formatter
zh_cn: 半年格式器

source: Quarter Formatter
zh_cn: 季度格式器

source: Month Formatter
zh_cn: 月份格式器

source: Week Formatter
zh_cn: 周格式器

source: Day Formatter
zh_cn: 天格式器

source: Half Day Formatter
zh_cn: 半天格式器

source: Hour Formatter
zh_cn: 小时格式器

source: Minute Formatter
zh_cn: 分钟格式器

source: Second Formatter
zh_cn: 秒格式器

source: Millisecond Formatter
zh_cn: 毫秒格式器

source: Tick Formatter
zh_cn: Tick格式器

source: Texts
zh_cn: 文本

source: Value Offset
zh_cn: 值偏移量

source: Value Scale
zh_cn: 值比例

source: Range Alignment
zh_cn: 范围对齐方式

source: Paint On Scale Breaks
zh_cn: 缩放分页符时绘画

source: Left Margin
zh_cn: 左边距

source: Right Margin
zh_cn: 右边距

source: Begin Cap
zh_cn: 起始端点

source: Scale Break Cap
zh_cn: 缩放分页符端点

source: Part Id
zh_cn: 部件Id

source: Left Inflate
zh_cn: 左扩大

source: Right Inflate
zh_cn: 右扩大

source: Left Inflate Percent
zh_cn: 左扩大百分比

source: Right Inflate Percent
zh_cn: 右扩大百分比

source: Threshold Factor
zh_cn: 阀值系数

source: Use Min Value
zh_cn: 使用最小值

source: Min Value
zh_cn: 最小值

source: Max Scale Break Count
zh_cn: 最大缩放比例分页符数

source: Horz Step
zh_cn: 水平梯级

source: Vert Step
zh_cn: 垂直梯级

source: Position Mode
zh_cn: 位置模式

source: Percent
zh_cn: 百分比

source: Percent Range
zh_cn: 百分比范围

source: Inflate Mode
zh_cn: 扩大模式

source: Range Fill
zh_cn: 范围填充

source: Show Range At Background
zh_cn: 显示背景范围

source: Major Tick Fill
zh_cn: 主Tick填充

source: Major Tick Stroke
zh_cn: 主Tick描边

source: Minor Tick Stroke
zh_cn: 次Tick描边

source: Minor Tick Fill
zh_cn: 次Tick填充

source: Major Grid Stroke
zh_cn: 主网格描边

source: Minor Grid Stroke
zh_cn: 次网格描边

source: Interlaced
zh_cn: 隔行

source: Ruler Alignment
zh_cn: 标尺对齐方式

source: Ruler Offset
zh_cn: 标尺偏移量

source: Begin Percent
zh_cn: 开始百分比

source: End Percent
zh_cn: 结束百分比

source: Scale Orientation
zh_cn: 缩放方向
